const table2: Array<[string, string]> = [
  ['王后', '王后'],
  ['天后', '天后'],
  ['皇后', '皇后'],
  ['後面', '后面'],

  ['發現', '发现'],
  ['發明', '发明'],
  ['發行', '发行'],
  ['頭髮', '头发'],
  ['毛髮', '毛发'],
  ['紅髮', '红发'],
  ['白髮', '白发'],
  ['理髮', '理发'],
  ['長髮', '长发'],
  ['短髮', '短发'],

  ['一里', '一里'],
  ['千里', '千里'],
  ['英里', '英里'],
  ['裡面', '里面'],
  ['裡外', '里外'],
  ['家裡', '家里'],

  ['上面', '上面'],
  ['下面', '下面'],
  ['左面', '左面'],
  ['右面', '右面'],
  ['外面', '外面'],
  ['前面', '前面'],
  ['側面', '侧面'],
  ['對面', '对面'],
  ['雙面', '双面'],
  ['顔面', '颜面'],
  ['面板', '面板'],
  ['面版', '面版'],
  ['面具', '面具'],
  ['人面', '人面'],
  ['面前', '面前'],

  ['瞭解', '了解'],

  ['天干', '天干'],
  ['幹掉', '干掉'],
  ['幹死', '干死'],
  ['幹什', '干什'],
  ['幹嘛', '干嘛'],
  ['曬乾', '晒干'],
  ['晾乾', '晾干'],
  ['肉乾', '肉干'],
  ['乾燥', '干燥'],
  ['乾脆', '干脆'],
  ['乾净', '干净'],

  ['峽谷', '峡谷'],
  ['山谷', '山谷'],
  ['溪谷', '溪谷'],
  ['谷底', '谷底'],

  ['那隻', '那只'],
  ['這隻', '这只'],
  ['幾隻', '几只'],
  ['一隻', '一只'],
  ['兩隻', '两只'],
  ['三隻', '三只'],
  ['四隻', '四只'],
  ['五隻', '五只'],
  ['1隻', '1只'],
  ['2隻', '2只'],
  ['3隻', '3只'],
  ['4隻', '4只'],
  ['5隻', '5只'],

  ['老闆', '老板'],

  ['颱風', '台风'],

  ['臺灣', '台湾'],

  ['日曆', '日历'],
  ['公曆', '公历'],
  ['陽曆', '阳历'],
  ['月曆', '月历'],
  ['陰曆', '阴历'],

  ['合并', '合并'],
  ['占卜', '占卜'],
  ['鞦韆', '秋千'],

  ['鬍子', '胡子'],
  ['鬍鬚', '胡须']
]

export default table2
