export default {
  excl: "!",
  colon: ":",
  page: {
    aiChat: "AI Чат"
  },
  header: {
    joinDc: "Присоединиться"
  },
  auth: {
    title: "Аккаунт",
    profile: "Профиль",
    login: "Войти",
    logout: "Выйти",
    signup: "Зарегистрироваться",
    email: "Адрес электронной почты",
    username: "Имя пользователя",
    usernameOrEmail: "Имя пользователя / адрес электронной почты",
    passwd: "Пароль",
    veriCode: "Код подтверждения",
    getVeriCode: "Получить код подтверждения",
    sendingVeriCode: "Отправка кода подтверждения...",
    loggingIn: "Вход в систему...",
    alreadyHaveAnAcc: "Уже есть аккаунт?",
    createNewAcc: "Создать новый аккаунт!",
    forgotPw: "Забыли пароль?",
    resetPw: "Сбросить пароль",
    emailRequired: "Требуется адрес электронной почты.",
    emailInvalid: "Недопустимый формат адреса электронной почты.",
    usernameOrEmailRequired: "Требуется имя пользователя или адрес электронной почты.",
    usernameRequired: "Требуется имя пользователя.",
    usernameLength: "Длина имени пользователя: 5-32 символа",
    passwdRequired: "Требуется пароль.",
    passwdLength: "Длина пароля: 8-64 символа",
    veriCodeRequired: "Требуется код подтверждения.",
    confirmChangeEmail: "Вы уверены, что хотите изменить адрес электронной почты?",
    notReceiveVeriCode: "Не получили код подтверждения?",
    formIncomplete: "Форма заполнена неполностью!",
    loginTip1: "После входа в систему или регистрации, владение беседами на этом устройстве будет передано на связанный аккаунт."
  },
  action: {
    back: "Назад",
    submit: "Подтвердить",
    save: "Сохранить",
    saveNSubmit: "Сохранить и подтвердить",
    scrollToBtm: "Прокрутить вниз",
    more: "Дополнительные действия",
    rename: "Переименовать",
    renameConv: "Переименовать диалог",
    refresh: "Обновить диалог",
    resetConv: "Сбросить настройки диалога",
    regenerate: "Сгенерировать заново",
    continueGenerate: "Продолжить генерацию",
    resend: "Повторно отправить",
    change: "Изменить",
    edit: "Редактировать",
    copy: "Копировать",
    copySuccess: "Скопировано!",
    copyFailed: "Не удалось скопировать.",
    delete: "Удалить",
    deleteConv: "Удалить диалог",
    exportAs: "Экспортировать как",
    newVersion: "Вышла новая версия! Необходимо обновление страницы.",
    opCanceled: "Операция отменена.",
    opExecuted: "Операция выполнена.",
    submitting: "Выполняется отправка..."
  },
  message: {
    renameConvHint: "Пожалуйста, введите новое название диалога:",
    renameSuccess: "Диалог был переименован.",
    deleteConvConfirm: "Вы уверены, что хотите удалить этот диалог? Это действие нельзя отменить!",
    deleteMsgConfirm: "Удалить это сообщение?",
    notice: "Уведомление",
    warning: "Предупреждение",
    setting: "Настройка",
    ok: "OK",
    cancel: "Отмена",
    yes: "Да",
    no: "Нет"
  },
  menu: {
    title: "Меню",
    about: "О программе",
    joinDcMessage: "Присоединяйтесь к нашему серверу Discord, чтобы быть в курсе последних новостей от CH4!",
    expFeat1: "Это займет некоторое время.",
    expFeat2: "Это займет больше времени.",
    tempInfo: "Более высокие значения увеличивают случайность и разнообразие, а более низкие значения уменьшают случайность и делают вывод более предсказуемым."
  },
  settings: {
    title: "Настройки",
    model: "Модель",
    lang: "Язык интерфейса",
    webBrowsing: "Поиск по вебу",
    off: "Выкл.",
    on: "Вкл.",
    enable: "Включить",
    disable: "Отключить",
    basic: "Базовые",
    advanced: "Расширенные",
    context: "Контекст"
  },
  chat: {
    chats: "Диалоги",
    newChat: "Новый диалог",
    letsStart: "Давайте начнем!",
    send: "Отправить"
  },
  error: {
    qTooLong: "Вопрос слишком длинный.",
    plzRefresh: "Пожалуйста, обновите страницу."
  },
  footer: {
    patient: "Пожалуйста, будьте терпеливы, это может занять несколько минут."
  }
};